tap "achannarasappa/tap"
tap "bfolkens/tap", "git@github.com:bfolkens/homebrew-tap.git"
tap "ellie/atuin"
tap "gcenx/wine"
tap "googlecloudplatform/marketplace-tools", "https://github.com/GoogleCloudPlatform/marketplace-tools.git"
tap "homebrew/cask"
tap "homebrew/core"
tap "kegworks-app/kegworks"
tap "ksysoev/wsget"
tap "rbenv/tap"
tap "stripe/stripe-cli"
tap "tylerbrock/saw"
tap "wez/wezterm"
brew "brotli"
brew "imath"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "openssl@3"
brew "sqlite"
brew "aria2"
brew "atuin", restart_service: :changed
brew "autoconf"
brew "automake"
brew "bash"
brew "boost"
brew "bzip2"
brew "freetype"
brew "pcre2"
brew "glib"
brew "cairo"
brew "certifi"
brew "gmp"
brew "libevent"
brew "chrony"
brew "cloud-sql-proxy"
brew "coreutils"
brew "direnv"
brew "fish"
brew "gcc"
brew "gnu-sed"
brew "grep"
brew "harfbuzz"
brew "pkgconf"
brew "hdf5"
brew "icu4c@76"
brew "libass"
brew "libdbi"
brew "webp"
brew "libheif"
brew "libomp", link: true
brew "libpq"
brew "librsvg"
brew "libtool"
brew "libusb"
brew "libxml2"
brew "libxt"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "llvm@15"
brew "llvm@16"
brew "lzlib"
brew "mas"
brew "mise"
brew "mole"
brew "mysql-client@8.4"
brew "open-mpi"
brew "openmotif"
brew "pinentry-mac"
brew "python@3.10"
brew "qt"
brew "qt@5"
brew "ragel"
brew "reattach-to-user-namespace"
brew "rust-analyzer"
brew "sphinx-doc"
brew "zlib"
brew "zsh"
brew "googlecloudplatform/marketplace-tools/mpdev"
brew "ksysoev/wsget/wsget"
brew "rbenv/tap/openssl@1.1"
brew "stripe/stripe-cli/stripe"
brew "tylerbrock/saw/saw"
cask "anki"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "karabiner-elements"
cask "gcenx/wine/kegworks"
cask "little-snitch"
cask "ngrok"
cask "rar"
cask "taskexplorer"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Classic Color Meter", id: 451640037
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "DigiDoc4", id: 1370791134
mas "Duplicate File Finder", id: 1032755628
mas "Exporter", id: 1099120373
mas "Free Ruler", id: 1483172210
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel Classic", id: 639968404
mas "Phone.com", id: 1441327945
mas "RadarScope", id: 288419283
mas "Reeder", id: 6475002485
mas "RUMlogNG", id: 964454561
mas "Serial", id: 877615577
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Web eID", id: 1576665083
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
cargo "starship-jj"
