tap "bfolkens/tap", "git@github.com:bfolkens/homebrew-tap.git"
tap "ellie/atuin"
tap "homebrew/cask"
tap "homebrew/core"
tap "ksysoev/wsget"
tap "rbenv/tap"
tap "tylerbrock/saw"
brew "atuin", restart_service: :changed
brew "gettext"
brew "bash"
brew "certifi"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "pcre2"
brew "fish"
brew "gnu-sed"
brew "icu4c@76"
brew "openssl@3"
brew "libevent"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "mise"
brew "mole"
brew "pinentry-mac"
brew "pkgconf"
brew "sqlite"
brew "zlib"
brew "zsh"
brew "ksysoev/wsget/wsget"
brew "rbenv/tap/openssl@1.1"
brew "tylerbrock/saw/saw"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "little-snitch"
cask "taskexplorer"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Classic Color Meter", id: 451640037
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "DigiDoc4", id: 1370791134
mas "Duplicate File Finder", id: 1032755628
mas "Exporter", id: 1099120373
mas "Free Ruler", id: 1483172210
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel Classic", id: 639968404
mas "Phone.com", id: 1441327945
mas "RadarScope", id: 288419283
mas "Reeder", id: 6475002485
mas "RUMlogNG", id: 964454561
mas "Serial", id: 877615577
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Web eID", id: 1576665083
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
